Repository: Selimhafez1/Dishcovery
Catalog: Dishcovery/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Share your experience...
af: Deel jou ervaring...
am: ልምድዎን ያጋሩ...
ar: شارك تجربتك...
az: Təcrübənizi paylaşın...
be: Падзяліцеся сваім досведам...
bg: Споделете своя опит...
bn: আপনার অভিজ্ঞতা শেয়ার করুন...
bs: Podijelite svoje iskustvo...
ca: Comparteix la teva experiència...
ceb: Ipaambit ang imong kasinatian...
co: Sparte a vostra sperienza...
cs: Sdílejte svou zkušenost...
cy: Rhannwch eich profiad...
da: Del din oplevelse...
de: Teile deine Erfahrung...
el: Μοιραστείτε την εμπειρία σας...
eo: Kunhavigu vian sperton...
es: Comparte tu experiencia...
et: Jaga oma kogemust...
eu: Partekatu zure esperientzia...
fa: تجربه خود را به اشتراک بگذارید...
fi: Jaa kokemuksesi...
fil: Ibahagi ang iyong karanasan...
fr: Partagez votre expérience...
fy: Diel jo ûnderfining...
ga: Roinn do thaithí...
gd: Roinn an t-eòlas agad...
gl: Comparte a túa experiencia...
gu: તમારો અનુભવ શેર કરો...
ha: Raba gogewarka...
haw: Kaʻana i kou ʻike...
he: שתף את החוויה שלך...
hi: अपना अनुभव साझा करें...
hmn: Qhia koj qhov kev paub...
hr: Podijelite svoje iskustvo...
ht: Pataje eksperyans ou...
hu: Oszd meg a tapasztalataidat...
hy: Կիսվեք ձեր փորձով...
id: Bagikan pengalaman Anda...
ig: Kekọrịta ahụmịhe gị...
is: Deildu reynslu þinni...
it: Condividi la tua esperienza...
ja: あなたの体験を共有...
jv: Bagèkaké pengalamanmu...
ka: გააზიარე შენი გამოცდილება...
kk: Тәжірибеңізбен бөлісіңіз...
km: ចែករំលែកបទពិសោធន៍របស់អ្នក...
kn: ನಿಮ್ಮ ಅನುಭವವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ...
ko: 경험을 공유하세요...
ku: Tecrûbeya xwe parve bikin...
ky: Тажрыйбаңызды бөлүшүңүз...
la: Partire experientiam tuam...
lb: Deel deng Erfarung...
lo: ແບ່ງປັນປະສົບການຂອງທ່ານ...
lt: Pasidalykite savo patirtimi...
lv: Dalieties ar savu pieredzi...
mg: Zarao ny traikefanao...
mi: Tuku atu tō wheako...
mk: Сподели го своето искуство...
ml: നിങ്ങളുടെ അനുഭവം പങ്കിടുക...
mn: Туршлагаа хуваалцаарай...
mr: तुमचा अनुभव शेअर करा...
ms: Kongsi pengalaman anda...
mt: Aqsam l-esperjenza tiegħek...
my: သင့်အတွေ့အကြုံကို မျှဝေပါ...
nb: Del din erfaring...
ne: आफ्नो अनुभव साझा गर्नुहोस्...
nl: Deel je ervaring...
ny: Gawani zomwe mwakumana nazo...
or: ଆପଣଙ୍କର ଅନୁଭବ ସେୟାର କରନ୍ତୁ...
pa: ਆਪਣਾ ਤਜਰਬਾ ਸਾਂਝਾ ਕਰੋ...
pl: Podziel się swoim doświadczeniem...
ps: خپله تجربه شریک کړئ...
pt: Partilhe a sua experiência...
ro: Împărtășește experiența ta...
ru: Поделитесь своим опытом...
sd: پنهنجو تجربو شيئر ڪريو...
si: ඔබගේ අත්දැකීම බෙදාගන්න...
sk: Zdieľajte svoju skúsenosť...
sl: Delite svojo izkušnjo...
sm: Fa'asoa lou poto masani...
sn: Govera ruzivo rwako...
so: La wadaag khibradaada...
sq: Ndani përvojën tuaj...
sr: Поделите своје искуство...
st: Arolelana boiphihlelo ba hau...
su: Bagikeun pangalaman anjeun...
sv: Dela din upplevelse...
sw: Shiriki uzoefu wako...
ta: உங்கள் அனுபவத்தை பகிருங்கள்...
te: మీ అనుభవాన్ని పంచుకోండి...
tg: Таҷрибаи худро мубодила кунед...
th: แบ่งปันประสบการณ์ของคุณ...
tk: Tejribäňizi paýlaşyň...
tr: Deneyiminizi paylaşın...
tt: Тәҗрибәгезне уртаклашыгыз...
ug: تەجىربىڭىزنى ئورتاقلىشىڭ...
uk: Поділіться своїм досвідом...
ur: اپنا تجربہ شیئر کریں...
uz: Tajribaingizni ulashing...
vi: Chia sẻ trải nghiệm của bạn...
xh: Yabelana ngamava akho...
yi: טייל דיין דערפאַרונג...
yo: Pin iriri rẹ...
zh_hans: 分享你的体验...
zh_hant: 分享你的體驗...
zu: Yabelana ngolwazi lwakho...

source: Sign Out
af: Teken uit
am: ውጣ
ar: تسجيل الخروج
az: Çıxış
be: Выйсці
bg: Изход
bn: সাইন আউট
bs: Odjavi se
ca: Tanca la sessió
ceb: Pagawas
co: Sorti
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es: Cerrar sesión
et: Logi välja
eu: Saioa itxi
fa: خروج
fi: Kirjaudu ulos
fil: Mag-sign out
fr: Se déconnecter
fy: Útlogge
ga: Logáil amach
gd: Log a-mach
gl: Pechar sesión
gu: સાઇન આઉટ
ha: Fita
haw: Haʻalele
he: התנתק
hi: साइन आउट
hmn: Tawm
hr: Odjava
ht: Dekonekte
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
ig: Pụọ
is: Skrá út
it: Disconnettersi
ja: サインアウト
jv: Metu
ka: გასვლა
kk: Шығу
km: ចេញ
kn: ಸೈನ್ ಔಟ್
ko: 로그아웃
ku: Derkeve
ky: Чыгуу
la: Exire
lb: Ofmellen
lo: ອອກ
lt: Atsijungti
lv: Izrakstīties
mg: Hivoaka
mi: Takiuru atu
mk: Одјава
ml: സൈൻ ഔട്ട്
mn: Гарах
mr: साइन आउट
ms: Log keluar
mt: Ħruġ
my: ထွက်ရန်
nb: Logg ut
ne: साइन आउट
nl: Uitloggen
ny: Tuluka
or: ସାଇନ ଆଉଟ
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj się
ps: وتل
pt: Terminar sessão
ro: Deconectare
ru: Выйти
sd: لاگ آئوٽ
si: අවුට් වන්න
sk: Odhlásiť sa
sl: Odjava
sm: Alu ese
sn: Buda
so: Ka bax
sq: Dil
sr: Одјави се
st: Tsoa
su: Kaluar
sv: Logga ut
sw: Toka
ta: வெளியேறு
te: సైన్ అవుట్
tg: Баромадан
th: ออกจากระบบ
tk: Çykmak
tr: Çıkış yap
tt: Чыгу
ug: چېكىنىش
uk: Вийти
ur: سائن آؤٹ
uz: Chiqish
vi: Đăng xuất
xh: Phuma
yi: אַרויסגיין
yo: Jáde
zh_hans: 退出登录
zh_hant: 登出
zu: Phuma

source: Sign Up
af: Registreer
am: ተመዝገብ
ar: إنشاء حساب
az: Qeydiyyatdan keç
be: Зарэгістравацца
bg: Регистрирай се
bn: সাইন আপ করুন
bs: Registruj se
ca: Registra't
ceb: Pag-sign up
co: Iscriviti
cs: Zaregistrovat se
cy: Cofrestru
da: Tilmeld dig
de: Registrieren
el: Εγγραφή
eo: Registriĝi
es: Registrarse
et: Registreeru
eu: Erregistratu
fa: ثبت‌نام
fi: Rekisteröidy
fil: Mag-sign up
fr: S'inscrire
fy: Registrearje
ga: Cláraigh
gd: Clàraich
gl: Rexistrarse
gu: સાઇન અપ કરો
ha: Yi rajista
haw: Kakau inoa
he: הירשם
hi: साइन अप करें
hmn: Sau npe
hr: Registriraj se
ht: Enskri
hu: Regisztráció
hy: Գրանցվել
id: Daftar
ig: Debanye aha
is: Skráðu þig
it: Registrati
ja: サインアップ
jv: Ndaftar
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ko: 회원가입
ku: Tomar bibe
ky: Катталуу
la: Inscribere
lb: Umellen
lo: ລົງທະບຽນ
lt: Registruotis
lv: Reģistrēties
mg: Hisoratra anarana
mi: Rēhita
mk: Регистрирај се
ml: സൈൻ അപ്പ് ചെയ്യുക
mn: Бүртгүүлэх
mr: साइन अप करा
ms: Daftar
mt: Irreġistra
my: စာရင်းသွင်းရန်
nb: Registrer deg
ne: साइन अप गर्नुहोस्
nl: Aanmelden
ny: Lembetsani
or: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
pa: ਸਾਇਨ ਅੱਪ ਕਰੋ
pl: Zarejestruj się
ps: ګډون وکړئ
pt: Criar conta
ro: Înregistrare
ru: Зарегистрироваться
sd: سائن اپ ڪريو
si: ලියාපදිංචි වන්න
sk: Zaregistrovať sa
sl: Registriraj se
sm: Saini i luga
sn: Nyoresa
so: Isdiiwaangeli
sq: Regjistrohu
sr: Региструј се
st: Ingolise
su: Daptar
sv: Registrera dig
sw: Jisajili
ta: பதிவு செய்யவும்
te: సైన్ అప్ చేయండి
tg: Сабти ном
th: สมัครสมาชิก
tk: Hasaba dur
tr: Kayıt Ol
tt: Теркәлергә
ug: تىزىملىتىڭ
uk: Зареєструватися
ur: سائن اپ کریں
uz: Roʻyxatdan oʻtish
vi: Đăng ký
xh: Bhalisa
yi: רעגיסטרירן
yo: Forúkọsílẹ̀
zh_hans: 注册
zh_hant: 註冊
zu: Bhalisa

# sign_out_button
source: Sign Out
af: Teken uit
am: ውጣ
ar: تسجيل الخروج
az: Çıxış
be: Выйсці
bg: Изход
bn: সাইন আউট
bs: Odjavi se
ca: Tanca la sessió
ceb: Pagawas
co: Sorti
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es: Cerrar sesión
et: Logi välja
eu: Saioa itxi
fa: خروج
fi: Kirjaudu ulos
fil: Mag-sign out
fr: Se déconnecter
fy: Útlogge
ga: Logáil amach
gd: Log a-mach
gl: Pechar sesión
gu: સાઇન આઉટ
ha: Fita
haw: Haʻalele
he: התנתק
hi: साइन आउट
hmn: Tawm
hr: Odjava
ht: Dekonekte
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
ig: Pụọ
is: Skrá út
it: Disconnettersi
ja: サインアウト
jv: Metu
ka: გასვლა
kk: Шығу
km: ចេញ
kn: ಸೈನ್ ಔಟ್
ko: 로그아웃
ku: Derkeve
ky: Чыгуу
la: Exire
lb: Ofmellen
lo: ອອກ
lt: Atsijungti
lv: Izrakstīties
mg: Hivoaka
mi: Takiuru atu
mk: Одјава
ml: സൈൻ ഔട്ട്
mn: Гарах
mr: साइन आउट
ms: Log keluar
mt: Ħruġ
my: ထွက်ရန်
nb: Logg ut
ne: साइन आउट
nl: Uitloggen
ny: Tuluka
or: ସାଇନ ଆଉଟ
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj się
ps: وتل
pt: Terminar sessão
ro: Deconectare
ru: Выйти
sd: لاگ آئوٽ
si: අවුට් වන්න
sk: Odhlásiť sa
sl: Odjava
sm: Alu ese
sn: Buda
so: Ka bax
sq: Dil
sr: Одјави се
st: Tsoa
su: Kaluar
sv: Logga ut
sw: Toka
ta: வெளியேறு
te: సైన్ అవుట్
tg: Баромадан
th: ออกจากระบบ
tk: Çykmak
tr: Çıkış yap
tt: Чыгу
ug: چېكىنىش
uk: Вийти
ur: سائن آؤٹ
uz: Chiqish
vi: Đăng xuất
xh: Phuma
yi: אַרויסגיין
yo: Jáde
zh_hans: 退出登录
zh_hant: 登出
zu: Phuma

source: Submit Review
af: Dien resensie in
am: ግምገማ አስገባ
ar: إرسال المراجعة
az: Rəyi göndər
be: Адправіць водгук
bg: Изпрати отзив
bn: রিভিউ জমা দিন
bs: Pošalji recenziju
ca: Envia la ressenya
ceb: Ipadala ang review
co: Invia recensione
cs: Odeslat recenzi
cy: Cyflwyno adolygiad
da: Indsend anmeldelse
de: Bewertung absenden
el: Υποβολή κριτικής
eo: Sendi recenzon
es: Enviar reseña
et: Esita arvustus
eu: Bidali iritzia
fa: ارسال نظر
fi: Lähetä arvostelu
fil: Isumite ang review
fr: Soumettre un avis
fy: Yntsjinje resinsje
ga: Cuir isteach léirmheas
gd: Cuir a-steach lèirmheas
gl: Enviar valoración
gu: રીવ્યુ સબમિટ કરો
ha: Aika sharhi
haw: Hoʻouna i ka manaʻo
he: שלח ביקורת
hi: समीक्षा सबमिट करें
hmn: Xa tshuaj xyuas
hr: Pošalji recenziju
ht: Soumèt revizyon
hu: Vélemény beküldése
hy: Ուղարկել կարծիք
id: Kirim ulasan
ig: Zipu nyocha
is: Senda umsögn
it: Invia recensione
ja: レビューを送信
jv: Kirim ulasan
ka: მიმოხილვის გაგზავნა
kk: Пікір жіберу
km: ដាក់ស្នើការវាយតម្លៃ
kn: ವಿಮರ್ಶೆ ಸಲ್ಲಿಸಿ
ko: 리뷰 제출
ku: Şîrove bişîne
ky: Сын-пикир жөнөтүү
la: Recensionem submittere
lb: Bewäertung ofginn
lo: ສົ່ງຄຳວິຈານ
lt: Pateikti atsiliepimą
lv: Iesniegt atsauksmi
mg: Alefaso hevitra
mi: Tuku arotake
mk: Испрати преглед
ml: റിവ്യൂ സമർപ്പിക്കുക
mn: Сэтгэгдэл илгээх
mr: पुनरावलोकन सबमिट करा
ms: Hantar ulasan
mt: Ibgħat reviżjoni
my: သုံးသပ်ချက် တင်ပါ
nb: Send inn anmeldelse
ne: समीक्षा पेश गर्नुहोस्
nl: Beoordeling indienen
ny: Tumizani ndemanga
or: ସମୀକ୍ଷା ପଠାନ୍ତୁ
pa: ਸਮੀਖਿਆ ਭੇਜੋ
pl: Wyślij opinię
ps: کتنه وسپارئ
pt: Enviar avaliação
ro: Trimite recenzia
ru: Отправить отзыв
sd: جائزو جمع ڪرايو
si: සමාලෝචනය යවන්න
sk: Odoslať recenziu
sl: Oddaj oceno
sm: Auina le iloiloga
sn: Tumira wongororo
so: Gudbi faallo
sq: Dërgo vlerësimin
sr: Пошаљи рецензију
st: Romela tlhahlobo
su: Kirim ulasan
sv: Skicka recension
sw: Wasilisha maoni
ta: விமர்சனம் சமர்ப்பிக்கவும்
te: సమీక్షను సమర్పించండి
tg: Ирсоли барраси
th: ส่งรีวิว
tk: Teswir iber
tr: Yorum gönder
tt: Фикер җибәрү
ug: باھا يوللاڭ
uk: Надіслати відгук
ur: جائزہ جمع کریں
uz: Sharh yuborish
vi: Gửi đánh giá
xh: Ngenisa uphononongo
yi: שיקן באריכטן
yo: Firanṣẹ atunyẹwo
zh_hans: 提交评论
zh_hant: 提交評論
zu: Thumela ukubuyekeza

source: This will permanently delete your account and saved data.
af: Dit sal jou rekening en gestoorde data permanent verwyder.
am: ይህ መለያዎን እና የተቀመጡ ውሂቦችን በቋሚነት ይሰርዛል።
ar: سيؤدي هذا إلى حذف حسابك وبياناتك المحفوظة نهائيًا.
az: Bu, hesabınızı və saxlanmış məlumatları həmişəlik siləcək.
be: Гэта назаўжды выдаліць ваш акаўнт і захаваныя даныя.
bg: Това ще изтрие завинаги вашия акаунт и запазените данни.
bn: এটি আপনার অ্যাকাউন্ট এবং সংরক্ষিত ডেটা স্থায়ীভাবে মুছে ফেলবে।
bs: Ovo će trajno obrisati vaš račun i sačuvane podatke.
ca: Això eliminarà permanentment el teu compte i les dades desades.
ceb: Kini magtangtang sa imong account ug mga gitipig nga datos sa permanente.
co: Questu eliminerà permanentemente u vostru contu è i dati salvati.
cs: Tímto trvale smažete svůj účet a uložená data.
cy: Bydd hyn yn dileu eich cyfrif a'r data a gadwyd yn barhaol.
da: Dette vil permanent slette din konto og gemte data.
de: Dies löscht Ihr Konto und gespeicherte Daten dauerhaft.
el: Αυτό θα διαγράψει οριστικά τον λογαριασμό και τα αποθηκευμένα δεδομένα σας.
eo: Ĉi tio konstante forigos vian konton kaj konservitajn datumojn.
es: Esto eliminará permanentemente tu cuenta y los datos guardados.
et: See kustutab jäädavalt teie konto ja salvestatud andmed.
eu: Honek zure kontua eta gordetako datuak betirako ezabatuko ditu.
fa: این کار حساب و داده‌های ذخیره‌شده شما را برای همیشه حذف می‌کند.
fi: Tämä poistaa pysyvästi tilisi ja tallennetut tiedot.
fil: Permanente nitong buburahin ang iyong account at naka-save na data.
fr: Cela supprimera définitivement votre compte et les données enregistrées.
fy: Dit sil jo akkount en bewarre gegevens permanint wiskje.
ga: Scriosfaidh sé seo do chuntas agus do shonraí sábháilte go buan.
gd: Sguabaidh seo às gu buan an cunntas agad agus an dàta a chaidh a shàbhaladh.
gl: Isto eliminará permanentemente a túa conta e os datos gardados.
gu: આ તમારા એકાઉન્ટ અને સાચવેલા ડેટાને કાયમ માટે કાઢી નાખશે.
ha: Wannan zai goge asusunka da bayanan da aka ajiye gaba ɗaya.
haw: E holoi mau loa kēia i kāu moʻokāki a me nā ʻikepili i mālama ʻia.
he: פעולה זו תמחק לצמיתות את החשבון והנתונים השמורים שלך.
hi: यह आपके खाते और सहेजे गए डेटा को स्थायी रूप से हटा देगा।
hmn: Qhov no yuav rho tawm tas mus li koj tus account thiab cov ntaub ntawv khaws tseg.
hr: Ovo će trajno izbrisati vaš račun i spremljene podatke.
ht: Sa a pral efase kont ou ak done sove yo nèt ale.
hu: Ez véglegesen törli a fiókodat és a mentett adatokat.
hy: Սա մշտապես կհեռացնի ձեր հաշիվը և պահպանված տվյալները։
id: Ini akan menghapus akun dan data tersimpan Anda secara permanen.
ig: Nke a ga-ehichapụ akaụntụ gị na data echekwara kpamkpam.
is: Þetta mun eyða reikningnum þínum og vistuðum gögnum varanlega.
it: Questo eliminerà definitivamente il tuo account e i dati salvati.
ja: これにより、アカウントと保存されたデータが完全に削除されます。
jv: Iki bakal mbusak akun lan data sing disimpen kanthi permanen.
ka: ეს მუდმივად წაშლის თქვენს ანგარიშსა და შენახულ მონაცემებს.
kk: Бұл сіздің тіркелгіңіз бен сақталған деректеріңізді біржола жояды.
km: វានឹងលុបគណនី និងទិន្នន័យដែលបានរក្សាទុករបស់អ្នកជាអចិន្ត្រៃយ៍។
kn: ಇದು ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಉಳಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ.
ko: 이 작업은 계정과 저장된 데이터를 영구적으로 삭제합니다.
ku: Ev ê hesab û daneyên tomarkirî yên te bi temamî jê bibe.
ky: Бул сиздин аккаунтуңузду жана сакталган маалыматтарды биротоло жок кылат.
la: Hoc rationem tuam et data servata in perpetuum delebit.
lb: Dëst läscht Äre Kont an Är gespäichert Donnéeën dauerhaft.
lo: ນີ້ຈະລົບບັນຊີ ແລະ ຂໍ້ມູນທີ່ບັນທຶກໄວ້ຂອງທ່ານຢ່າງຖາວອນ。
lt: Tai visam laikui ištrins jūsų paskyrą ir išsaugotus duomenis.
lv: Tas neatgriezeniski dzēsīs jūsu kontu un saglabātos datus.
mg: Ity dia hamafa tanteraka ny kaontinao sy ny angona voatahiry.
mi: Ka mukua tūturu tēnei i tō pūkete me ō raraunga kua tiakina.
mk: Ова трајно ќе ги избрише вашата сметка и зачуваните податоци.
ml: ഇത് നിങ്ങളുടെ അക്കൗണ്ടും സേവ് ചെയ്ത ഡാറ്റയും സ്ഥിരമായി ഇല്ലാതാക്കും.
mn: Энэ нь таны бүртгэл болон хадгалсан өгөгдлийг бүрмөсөн устгана.
mr: हे तुमचे खाते आणि जतन केलेला डेटा कायमचा हटवेल.
ms: Ini akan memadamkan akaun dan data tersimpan anda secara kekal.
mt: Dan se jħassar b'mod permanenti l-kont tiegħek u d-data maħżuna.
my: ဤလုပ်ဆောင်ချက်သည် သင့်အကောင့်နှင့် သိမ်းဆည်းထားသော ဒေတာများကို အပြီးတိုင် ဖျက်မည်ဖြစ်သည်။
nb: Dette vil permanent slette kontoen din og lagrede data.
ne: यसले तपाईंको खाता र सुरक्षित गरिएको डाटा स्थायी रूपमा मेटाउनेछ।
nl: Dit zal je account en opgeslagen gegevens permanent verwijderen.
ny: Izi zidzachotsa akaunti yanu ndi deta yosungidwa kwamuyaya.
or: ଏହା ଆପଣଙ୍କ ଖାତା ଏବଂ ସଞ୍ଚିତ ତଥ୍ୟକୁ ସ୍ଥାୟୀଭାବେ ମିଟାଇଦେବ।
pa: ਇਹ ਤੁਹਾਡਾ ਖਾਤਾ ਅਤੇ ਸੰਭਾਲਿਆ ਡਾਟਾ ਸਦਾ ਲਈ ਮਿਟਾ ਦੇਵੇਗਾ।
pl: Spowoduje to trwałe usunięcie konta i zapisanych danych.
ps: دا به ستاسو حساب او خوندي شوي معلومات د تل لپاره حذف کړي.
pt: Isso excluirá permanentemente sua conta e dados salvos.
ro: Acest lucru va șterge permanent contul și datele salvate.
ru: Это навсегда удалит ваш аккаунт и сохранённые данные.
sd: هيءُ توهان جو اڪائونٽ ۽ محفوظ ڪيل ڊيٽا هميشه لاءِ ختم ڪري ڇڏيندو.
si: මෙය ඔබගේ ගිණුම සහ සුරකින ලද දත්ත ස්ථිරවම මකා දමනු ඇත.
sk: Toto natrvalo odstráni váš účet a uložené údaje.
sl: To bo trajno izbrisalo vaš račun in shranjene podatke.
sm: O le a tapeina tumau lau account ma faamaumauga ua teuina.
sn: Izvi zvichadzima account yako nedata rakachengetwa zvachose.
so: Tani waxay si joogto ah u tirtiri doontaa akoonkaaga iyo xogta kaydsan.
sq: Kjo do të fshijë përgjithmonë llogarinë dhe të dhënat e ruajtura.
sr: Ово ће трајно обрисати ваш налог и сачуване податке.
st: Sena se tla hlakola ak'haonte ea hau le data e bolokiloeng ka ho sa feleng.
su: Ieu bakal ngahapus akun anjeun jeung data anu disimpen salamina.
sv: Detta kommer att permanent radera ditt konto och sparade data.
sw: Hii itafuta kabisa akaunti yako na data iliyohifadhiwa.
ta: இது உங்கள் கணக்கும் சேமிக்கப்பட்ட தரவும் நிரந்தரமாக நீக்கும்.
te: ఇది మీ ఖాతా మరియు సేవ్ చేసిన డేటాను శాశ్వతంగా తొలగిస్తుంది.
tg: Ин ҳисоби шумо ва маълумоти захирашударо ба таври доимӣ нест мекунад.
th: การดำเนินการนี้จะลบบัญชีและข้อมูลที่บันทึกไว้ของคุณอย่างถาวร
tk: Bu hasabyňyzy we saklanan maglumatlaryňyzy hemişelik pozar.
tr: Bu, hesabınızı ve kaydedilmiş verileri kalıcı olarak silecektir.
tt: Бу сезнең аккаунтыгызны һәм сакланган мәгълүматларны мәңгегә бетерәчәк.
ug: بۇ ھېساباتىڭىز ۋە ساقلانغان سانلىق مەلۇماتلىرىڭىزنى مەڭگۈلۈك ئۆچۈرىدۇ.
uk: Це назавжди видалить ваш обліковий запис і збережені дані.
ur: یہ آپ کے اکاؤنٹ اور محفوظ شدہ ڈیٹا کو مستقل طور پر حذف کر دے گا۔
uz: Bu hisobingiz va saqlangan ma’lumotlaringizni butunlay o‘chirib tashlaydi.
vi: Điều này sẽ xóa vĩnh viễn tài khoản và dữ liệu đã lưu của bạn.
xh: Oku kuya kucima iakhawunti yakho kunye nedatha egciniweyo ngonaphakade.
yi: דאָס וועט פּערמאַנענט אויסמעקן דיין אַקאַונט און געשפּייכערטע דאַטן.
yo: Eyi yoo pa akọọlẹ rẹ ati data ti o fipamọ patapata.
zh_hans: 这将永久删除您的账户和已保存的数据。
zh_hant: 這將永久刪除您的帳戶和已保存的資料。
zu: Lokhu kuzokhipha unomphela i-akhawunti yakho nedatha egciniwe.

source: Translating app reviews...
af: Vertaal app-resensies...
am: የመተግበሪያ ግምገማዎች ተተርጉሞ ነው...
ar: جارٍ ترجمة مراجعات التطبيق...
az: Tətbiq rəyləri tərcümə olunur...
be: Водгукі праграмы перакладаюцца...
bg: Превеждат се отзиви за приложението...
bn: অ্যাপ রিভিউ অনুবাদ করা হচ্ছে...
bs: Recenzije aplikacije se prevode...
ca: S'estan traduint les ressenyes de l'aplicació...
ceb: Gihubad ang mga review sa app...
co: Si traducenu e recensioni di l'app...
cs: Překládají se recenze aplikace...
cy: Yn cyfieithu adolygiadau ap...
da: Oversætter appanmeldelser...
de: App-Bewertungen werden übersetzt...
el: Μεταφράζονται οι κριτικές της εφαρμογής...
eo: Aplikaj recenzoj estas tradukataj...
es: Traduciendo reseñas de la aplicación...
et: Rakenduse arvustusi tõlgitakse...
eu: Aplikazioaren iritziak itzultzen...
fa: در حال ترجمه نظرات برنامه...
fi: Sovellusarvosteluja käännetään...
fil: Isinasalin ang mga review ng app...
fr: Traduction des avis de l'application...
fy: App-resinsjes wurde oerset...
ga: Ag aistriú léirmheasanna aip...
gd: Ag eadar-theangachadh lèirmheasan app...
gl: Traducindo as valoracións da aplicación...
gu: એપ સમીક્ષાઓનું અનુવાદ થઈ રહ્યું છે...
ha: Ana fassara sharhin app...
haw: Ke unuhi ʻia nei nā loiloi app...
he: מתרגם ביקורות אפליקציה...
hi: ऐप समीक्षाएँ अनुवादित की जा रही हैं...
hmn: Tab tom txhais cov kev tshuaj xyuas app...
hr: Recenzije aplikacije se prevode...
ht: Ap tradiksyon revizyon...
hu: Alkalmazásértékelések fordítása...
hy: Հավելվածի կարծիքները թարգմանվում են...
id: Menerjemahkan ulasan aplikasi...
ig: A na-atụgharị nyocha app...
is: Þýðir umsagnir um forrit...
it: Traduzione delle recensioni dell'app...
ja: アプリのレビューを翻訳中...
jv: Nerjemahake ulasan aplikasi...
ka: აპლიკაციის მიმოხილვები ითარგმნება...
kk: Қолданба пікірлері аударылуда...
km: កំពុងបកប្រែមតិយោបល់កម្មវិធី...
kn: ಆಪ್ ವಿಮರ್ಶೆಗಳು ಅನುವಾದವಾಗುತ್ತಿವೆ...
ko: 앱 리뷰를 번역하는 중...
ku: Lêkolînên sepê tên wergerandin...
ky: Колдонмо сын-пикирлери которулууда...
la: Recensiones app transferuntur...
lb: App-Bewäertunge ginn iwwersat...
lo: ກຳລັງແປຄຳວິຈານແອັບ...
lt: Verčiamos programos apžvalgos...
lv: Tiek tulkotas lietotnes atsauksmes...
mg: Adika ny hevitra momba ny app...
mi: E whakamaoritia ana ngā arotake taupānga...
mk: Се преведуваат прегледи на апликацијата...
ml: ആപ്പ് റിവ്യൂകൾ വിവർത്തനം ചെയ്യുന്നു...
mn: Аппын сэтгэгдлүүдийг орчуулж байна...
mr: अॅप पुनरावलोकने अनुवादित होत आहेत...
ms: Menterjemah ulasan aplikasi...
mt: Qed jiġu tradotti r-reviżjonijiet tal-app...
my: အက်ပ် သုံးသပ်ချက်များကို ဘာသာပြန်နေသည်...
nb: Oversetter appanmeldelser...
ne: एप समीक्षाहरू अनुवाद हुँदैछन्...
nl: App-beoordelingen worden vertaald...
ny: Kumasulira ndemanga za app...
or: ଆପ୍ ସମୀକ୍ଷାଗୁଡ଼ିକ ଅନୁବାଦ ହେଉଛି...
pa: ਐਪ ਸਮੀਖਿਆਵਾਂ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tłumaczenie opinii aplikacji...
ps: د اپ بیاکتنې ژباړل کېږي...
pt: Traduzindo avaliações do aplicativo...
ro: Se traduc recenziile aplicației...
ru: Перевод отзывов о приложении...
sd: ايپ جا جائزا ترجمو ڪيا پيا وڃن...
si: යෙදුම් විචාර පරිවර්තනය කරමින්...
sk: Prekladajú sa recenzie aplikácie...
sl: Prevajanje ocen aplikacije...
sm: Fa'aliliu iloiloga app...
sn: Kushandura wongororo dzeapp...
so: Faallooyinka app-ka waa la turjumayaa...
sq: Po përkthehen vlerësimet e aplikacionit...
sr: Преводе се рецензије апликације...
st: Ho fetolela litlhahlobo tsa app...
su: Nerjemahkeun ulasan aplikasi...
sv: Översätter apprecensioner...
sw: Inatafsiri maoni ya programu...
ta: ஆப் விமர்சனங்கள் மொழிபெயர்க்கப்படுகின்றன...
te: యాప్ సమీక్షలు అనువదించబడుతున్నాయి...
tg: Баррасиҳои барнома тарҷума мешаванд...
th: กำลังแปลรีวิวแอป...
tk: Program synlary terjime edilýär...
tr: Uygulama yorumları çevriliyor...
tt: Кушымта фикерләре тәрҗемә ителә...
ug: ئەپ باھالاشلىرى تەرجىمە قىلىنماقتا...
uk: Перекладаються відгуки про додаток...
ur: ایپ کے جائزے ترجمہ ہو رہے ہیں...
uz: Ilova sharhlari tarjima qilinmoqda...
vi: Đang dịch đánh giá ứng dụng...
xh: Kuguqulelwa uphononongo lwe-app...
yi: אפליקאַציע באריכטן ווערן איבערגעזעצט...
yo: N tumọ awọn atunyẹwo app...
zh_hans: 正在翻译应用评论...
zh_hant: 正在翻譯應用評論...
zu: Kuhunyushwa izibuyekezo zohlelo lokusebenza...
